tap "derailed/k9s"
tap "hashicorp/tap"
tap "homebrew/services"
tap "nikitabobko/tap"

brew "tree"
brew "ansible"
brew "argocd"
brew "bat"
brew "delve"
brew "fastmod"
brew "fd"
brew "fzf"
brew "git"
brew "glow"
brew "go"
brew "gopls"
brew "lazygit"
brew "luarocks"
brew "neovim"
brew "nvm"
brew "ripgrep"
brew "slides"
brew "starship"
brew "tmux"
brew "wget"
brew "zsh-autosuggestions"
brew "derailed/k9s/k9s"
brew "hashicorp/tap/terraform"
brew "hashicorp/tap/terraform-ls"

cask "aerospace"
cask "font-jetbrains-mono-nerd-font"
cask "ghostty"
